{
    "label" : {
      "about&contact" : "អំពីពួកយើង និង ទំនាក់ទំនង",
      "partners&support" : "ដៃគូសហការ និង ម្ចាស់ជំនួយ",
      "expertise&resources" : "ជំនាញ និង ឯកសារ"
    },
    "about": {
      "title": "អំពីពួកយើង"
    },
    "contact": {
      "title": "ទំនាក់ទំនង"
    },
    "language" : {
      "english" : "អង់គ្លេស",
      "khmer" : "ភាសាខ្មែរ​"
    },
    
      "expertiseSection": [
        {
          "title": "ជំនាញ",
          "items": [
            {
              "href": "#",
              "title": "កម្មវិធីពិគ្រោះយោបល់ឪពុកម្តាយ",
              "description": "កម្មវិធីផ្តល់អនុសាសន៍ឪពុកមាតាពេញមួយវគ្គ ដើម្បីបង្កើតកំណែសម្រួលនិងការអភិវឌ្ឍជីវិតកុមារ និងសុខភាពគ្រួសារ។",
              "Icon": "TbCopyCheckFilled"
            },
            {
              "href": "#",
              "title": "ការគ្រប់គ្រងថវិកាគ្រួសារ",
              "description": "មេរៀនមួយដែលផ្តោតលើការគ្រប់គ្រងទុន ដើម្បីជួយគ្រួសារបន្ថយការឈឺចាប់ហិរញ្ញវត្ថុ និងប្រសិទ្ធភាពក្នុងការសម្រេចចិត្តហិរញ្ញវត្ថុ។",
              "Icon": "GrMoney"
            }
          ]
        },
        {
          "title": "គម្រោង",
          "items": [
            {
              "href": "#",
              "title": "សេវាកម្មបណ្តុះបណ្តាលប្តូរតាមតម្រូវការ",
              "description": "វគ្គបណ្តុះបណ្តាលដែលត្រូវបានបង្កើតឡើងសម្រាប់មនុស្សឬអង្គការដែលមានតម្រូវការពិសេសក្នុងការអភិវឌ្ឍឪពុកមាតានិងការឧបត្ថម្ភគ្រួសារ។",
              "Icon": "FaChartLine"
            }
          ]
        },
        {
          "title": "ធនធាន",
          "items": [
            {
              "href": "#",
              "title": "មគ្គុទេសក៍ឪពុកម្តាយក្នុងការអភិវឌ្ឍ",
              "description": "ស្វែងយល់អំពីមគ្គុទេសក៍របស់យើង ដែលគ្របដណ្តប់លើការអប់រំពិសេសក្នុងការពិគ្រោះយោបល់ឪពុកមាតា ការប្រាស្រ័យទាក់ទងគ្រួសារ ការអនុវត្តវិធានការពលកម្មវិធី និងការពារកុមារ។",
              "Icon": "FaFolderOpen"
            }
          ]
        }
      ],
      "partnersSection": [
        {
          "title": "ដៃគូ និងអ្នកឧបត្ថម្ភ",
          "items": [
            {
              "href": "#",
              "title": "ភាពជាដៃគូសហការ",
              "description": "ស្វែងយល់ពីរបៀបដែលយើងធ្វើការជាមួយអង្គការដើម្បីបញ្ឈប់អំពើហិង្សានៅក្នុងគ្រួសារ។",
              "Icon": "FaHandshakeSimple"
            }
          ]
        },
        {
          "title": "ឧបត្ថម្ភ",
          "items": [
            {
              "href": "#",
              "title": "គាំទ្រដល់កម្មវិធីពិគ្រោះយោបល់ឪពុកម្តាយ",
              "description": "ជួយសម្រួលការកែលម្អជីវិតគ្រួសារ និងការពារកុមារ និងស្ត្រីពីអំពើហិង្សា។",
              "Icon": "FaDonate"
            }
          ]
        }
      ],
      "aboutUsSection": [
        {
          "title": "អំពីយើង",
          "items": [
            {
              "href": "#",
              "title": "អ្នកណាជា ICS-SP",
              "description": "កម្មវិធីការពារកុមារ និងស្ត្រីនៅកម្ពុជា (ICS-SP) គឺជាអង្គការមិនមែនរដ្ឋាភិបាលដែលបានបង្កើតឡើងក្នុងខែមករា ឆ្នាំ2015។ យើងមានគោលបំណងកែលម្អជីវិតគ្រួសារដើម្បីបង្កើនសុខភាពកុមារ និងស្ត្រី។",
              "Icon": "FaBuildingNgo"
            },
            {
              "href": "#",
              "title": "បេសកកម្មរបស់យើង",
              "description": "ICS-SP មានបេសកកម្មបញ្ឈប់អំពើហិង្សានៅក្នុងគ្រួសារ និងកែលម្អសុខភាពកុមារ និងស្ត្រីនៅកម្ពុជាដោយការរួមគ្នាសហការនិងកម្មវិធីពិគ្រោះយោបល់ឪពុកមាតា។",
              "Icon": "FaListCheck"
            },
            {
              "href": "#",
              "title": "ទស្សនៈរបស់យើង",
              "description": "យើងមានទស្សនៈពីសង្គមដែលគ្រួសារនីមួយៗមានការរីកចម្រើនក្នុងបរិយាកាសដែលមិនមានអំពើហិង្សា ដែលជួយលើកតម្កើងទំនាក់ទំនងវិជ្ជមាននិងធានាឱ្យមានកន្លែងសុវត្ថិភាពសម្រាប់កុមារនិងស្ត្រី។",
              "Icon": "FaRoadCircleCheck"
            }
          ]
        },
        {
          "title": "ទំនាក់ទំនងមកយើង",
          "items": [
            {
              "href": "#",
              "title": "ទំនាក់ទំនងយើង",
              "description": "ចូលរួមសហការឬស្វែងយល់បន្ថែមអំពីគម្រោងរបស់ ICS-SP ដើម្បីកែលម្អជីវិតគ្រួសារ និងការពារហិង្សាតាមរយៈកម្មវិធីពិគ្រោះយោបល់ឪពុកមាតា។",
              "Icon": "BiSolidMessageDetail"
            }
          ]
        }
      ]
    
    
}