[
    {
      "date": "Oct 28, 2024",
      "CardTitle": "Provide tailor-made ToT (training of trainers) to meet your need",
      "CardDescription": "We have longer expertise on Parenting and Family Budgeting educations.",
      "image": "https://ics-skillfulparenting.org/wp-content/uploads/2023/04/10-300x300.png"
    },
    {
      "date": "Oct 28, 2024",
      "CardTitle": "Building Family’s Resilience of parenting without violence",
      "CardDescription": "We focuses on empowering parents to navigate the daily challenges of child-rearing with compassion and understanding. Our program provides valuable resources and strategies to foster healthy communication, emotional intelligence, and positive discipline techniques. We believe that by equipping parents with the skills they need, we can create nurturing environments that promote the well-being of both children and families. Our approach emphasizes the importance of resilience in parenting, enabling families to thrive even in the face of adversity. Together, we strive to break the cycle of violence and build a brighter future for children and communities.",
      "image": "https://ics-skillfulparenting.org/wp-content/uploads/2023/04/Update-1080-%C3%97-1080-px-copy.png"
    },
    {
      "date": "Oct 28, 2024",
      "CardTitle": "Family Counseling on Child Nurturing Care and Development",
      "CardDescription": "We support parents and caregivers to have positive solutions for their children.",
      "image": "https://ics-skillfulparenting.org/wp-content/uploads/2023/04/11-300x300.png"
    },
    {
        "date": "Oct 28, 2024",
        "CardTitle": "Empower Community-based Resources on Positive Parenting",
        "CardDescription": "We closely work with CCWC (commune committee for women and children).",
        "image": "https://ics-skillfulparenting.org/wp-content/uploads/2023/04/9-300x300.png"
    },
    {
        "date": "Oct 28, 2024",
        "CardTitle": "Design awareness campaign to change social norm on violence",
        "CardDescription": "Promote positive parenting practices through social media platform",
        "image": "https://ics-skillfulparenting.org/wp-content/uploads/2023/04/1-300x300.png"
    }
  ]
  