[
    {
      "src": "https://www.youtube.com/embed/1oDy8ziDoas?si=s9k1QEBuUvJIzxnD",
      "title": "Parenting is a joyful yet exhausting journey",
      "description": "The challenge is enormous – to take the hand of a brand-new human being and guide children toward adulthood, teaching them all they need to know to have a happy, successful life. There are times in all parents’ lives when the challenge seems overwhelming. Sometimes we just don’t know what to do. Sometimes nothing we do seems to be right. And sometimes we are overcome by all of the other stresses in our lives.",
      "date": "Sep 22, 2022"
    },
    {
      "src": "https://www.youtube.com/embed/JFPS6NlLS3I",
      "title": "Father’s engagement in positive parenting                   ",
      "description": "Father-child relationships – be they positive, negative or lacking, at any stage in the life of the child, and in all cultural and ethnic communities – have profound and wide-ranging impacts on children that last a lifetime. High levels of father involvement are associated with positive outcomes for children including better physical and mental health, higher educational achievement and lower criminality and substance misuse. Furthermore, mothers who feel supported by their children‘s fathers suffer less parenting stress and parent more positively.",
      "date": " Mar 19, 2021"
    },
    {
      "src": "https://www.youtube.com/embed/PPkC-6aS50I?si=K7mv7fk6g4xH78ue",
      "title": "Testimonial Skillful Parenting                              ",
      "description": "Skillful Parenting has transformed our family dynamics, fostering love and understanding. It's an invaluable resource for nurturing strong, resilient relationships.",
      "date": "Nov 30, 2018"
    },
    {
        "src": "https://www.youtube.com/embed/0Aag6jAGRGw?si=wmoPB9MPgdrER7xA",
        "title": "Understand risks and how to protect ourselves",
        "description": "Recognizing potential risks is crucial for our safety. Empowering ourselves with knowledge equips us to respond effectively. ",
        "date": "Aug 8, 2023"
    }
  ]
  